{
  "architectures": ["ViT-Large"],
  "image modality": "CFP",
  "model_type": "vit",  
  "hidden_size": 1024,
  "num_attention_heads": 16,
  "num_hidden_layers": 24,
  "image_size": 224,
  "patch_size": 16,
  "pretrained": true,
  "dataset": "MEH MIDAS",
  "fine_tuned": false,
  "author": "Yukun Zhou",
  "license": "CC BY-NC 4.0"
}